Repository: wwwdavid34/remet
Catalog: FaceRecall/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Live Memory Scan
ja: ライブメモリスキャン
zh_hans: 实时记忆扫描
zh_hant: 即時記憶掃描

source: Live Scan
ja: ライブスキャン
zh_hans: 实时扫描
zh_hant: 即時掃描

source: Loading image...
ja: 画像を読み込み中...
zh_hans: 正在加载图像...
zh_hant: 正在載入影像...

source: Loading photo...
ja: 写真を読み込み中...
zh_hans: 加载照片中...
zh_hant: 載入照片中...

source: Loading...
ja: 読み込み中...
zh_hans: 加载中...
zh_hant: 加载中...

source: Local Storage
ja: ローカルストレージ
zh_hans: 本地存储
zh_hant: 本地存储

source: Location
ja: 場所
zh_hans: 位置
zh_hant: 位置

source: Location (e.g., Coffee shop downtown)
ja: 場所（例：ダウンタウンのカフェ）
zh_hans: 地点（例如：市中心咖啡店）
zh_hant: 地點（例如：市中心咖啡店）

source: Log Out
ja: ログアウト
zh_hans: 退出登录
zh_hant: 登出

source: Look at you go!
ja: すごい！
zh_hans: 看你多棒！
zh_hant: 看你多棒！

source: Low
ja: 低
zh_hans: 低
zh_hant: 低

source: Low confidence
ja: 低信頼度
zh_hans: 低置信度
zh_hant: 低置信度

source: Make sure a face is clearly visible and try again
ja: 顔がはっきり見えることを確認して、もう一度お試しください
zh_hans: 请确保人脸清晰可见，然后重试
zh_hant: 请确保人臉清晰可见，然后重试

source: Manage
ja: 管理
zh_hans: 管理
zh_hant: 管理

source: Manage Tags
ja: タグを管理
zh_hans: 管理标签
zh_hant: 管理標籤

source: Mastered
ja: マスター済み
zh_hans: 已掌握
zh_hant: 已掌握

source: match
ja: マッチ
zh_hans: 匹配
zh_hant: 配對

source: Match Threshold
ja: マッチ閾値
zh_hans: 匹配阈值
zh_hant: 配對閾值

source: Maybe
ja: かもしれない
zh_hans: 也许是
zh_hant: 也许是

source: Medium
ja: 中
zh_hans: 中
zh_hant: 中

source: Memory champion!
ja: 記憶チャンピオン！
zh_hans: 记忆冠军！
zh_hant: 記憶冠軍！

source: Memory inbox: zero. Nice work!
ja: 記憶の受信箱：ゼロ。お見事！
zh_hans: 记忆收件箱：空。干得好！
zh_hant: 記憶收件匣：空。干得好！

source: Memory master status: unlocked!
ja: 記憶マスターの称号を獲得！
zh_hans: 记忆大师称号：已解锁！
zh_hant: 記憶大师稱號：已解鎖！

source: Memory Scan
ja: メモリスキャン
zh_hans: 记忆扫描
zh_hant: 記憶掃描

source: Memory under construction!
ja: 記憶を構築中！
zh_hans: 记忆正在建设中！
zh_hant: 記憶正在建設中！

source: Mental high-five!
ja: メンタルハイタッチ！
zh_hans: 精神击掌！
zh_hant: 精神擊掌！

source: Mentor
ja: メンター
zh_hans: 导师
zh_hant: 導師

source: Message
ja: メッセージ
zh_hans: 信息
zh_hant: 訊息

source: Mix it up
ja: ミックス
zh_hans: 随机挑战
zh_hant: 隨機挑戰

source: Monthly
ja: 月額
zh_hans: 月付
zh_hant: 月付

source: More
ja: もっと見る
zh_hans: 更多
zh_hant: 更多

source: Multiple photos improve recognition
ja: 複数の写真で認識精度が向上
zh_hans: 多张照片可提高识别率
zh_hant: 多張照片可提高識別率

source: Nailed it!
ja: 完璧！
zh_hans: 太棒了！
zh_hant: 太棒了！

source: Name
ja: 名前
zh_hans: 姓名
zh_hant: 姓名

source: Name (required)
ja: 名前（必須）
zh_hans: 姓名（必填）
zh_hant: 姓名（必填）

source: Need more practice
ja: もっと練習が必要
zh_hans: 需要更多练习
zh_hant: 需要更多練習

source: Needs Your Attention
ja: 確認が必要
zh_hans: 需要您的关注
zh_hant: 需要您的关注

source: Neighborhood
ja: 近所
zh_hans: 邻里
zh_hant: 鄰里

source: Neural pathways firing!
ja: 神経回路が発火中！
zh_hans: 神经元正在激活！
zh_hant: 神經元正在啟動！

source: New Face
ja: 新しい顔
zh_hans: 新面孔
zh_hant: 新面孔

source: New face - never practiced
ja: 新しい顔 - 未練習
zh_hans: 新面孔 - 从未练习
zh_hant: 新面孔 - 從未練習

source: New Person
ja: 新しい人
zh_hans: 新人物
zh_hant: 新人物

source: Next
ja: 次へ
zh_hans: 下一个
zh_hant: 下一個

source: Next time you'll nail it!
ja: 次は絶対できます！
zh_hans: 下次一定能答对！
zh_hant: 下次一定能答對！

source: No
ja: いいえ
zh_hans: 否
zh_hant: 否

source: No Available Faces
ja: 利用可能な顔がありません
zh_hans: 没有可用人脸
zh_hant: 沒有可用人臉

source: No Cloud Sync
ja: クラウド同期なし
zh_hans: 无云同步
zh_hant: 无雲端同步

source: No data is saved
ja: データは保存されません
zh_hans: 不保存任何数据
zh_hant: 不儲存任何資料

source: No encounters recorded
ja: 記録された出会いはありません
zh_hans: 尚未记录任何相遇
zh_hant: 尚未記錄任何相遇

source: No face detected
ja: 顔が検出されませんでした
zh_hans: 未检测到人脸
zh_hant: 未檢測到人臉

source: No face photo assigned
ja: 顔写真が割り当てられていません
zh_hans: 尚未指定人脸照片
zh_hant: 尚未指定人臉照片

source: No face samples yet
ja: まだ顔サンプルがありません
zh_hans: 尚无人脸样本
zh_hant: 尚無人臉樣本

source: No faces detected
ja: 顔が検出されませんでした
zh_hans: 未检测到人脸
zh_hant: 未偵測到人臉

source: No faces detected in this photo
ja: この写真では顔が検出されませんでした
zh_hans: 此照片中未检测到面孔
zh_hant: 此照片中未檢測到面孔

source: No faces found
ja: 顔が見つかりません
zh_hans: 未检测到面孔
zh_hant: 未檢測到面孔

source: No faces identified yet. Tap faces to identify.
ja: まだ顔が識別されていません。顔をタップして識別してください。
zh_hans: 尚未识别到面孔。点击面孔进行识别。
zh_hant: 尚未識別到面孔。點擊面孔進行識別。

source: No iCloud account
ja: iCloudアカウントなし
zh_hans: 无iCloud账户
zh_hant: 無iCloud帳戶

source: No iCloud Account
ja: iCloudアカウントなし
zh_hans: 无iCloud账户
zh_hant: 無iCloud帳戶

source: No interactions recorded yet
ja: まだ交流が記録されていません
zh_hans: 尚未记录任何互动
zh_hant: 尚未記錄任何互動

source: No internet connection
ja: インターネット接続がありません
zh_hans: 无网络连接
zh_hant: 無網路連線

source: No limits on how many people you can save
ja: 保存できる人数に制限なし
zh_hans: 保存人数无限制
zh_hant: 儲存人数無限制

source: No linked encounter
ja: リンクされた相遇はありません
zh_hans: 未关联相遇
zh_hant: 未關聯相遇

source: No matches found
ja: 一致するものが見つかりません
zh_hans: 未找到匹配
zh_hant: 未找到匹配

source: No Matches Found
ja: 一致するものが見つかりません
zh_hans: 未找到匹配
zh_hant: 未找到匹配

source: No matches found for "%@"
ja: 「%@」に一致する結果が見つかりません
zh_hans: 未找到"%@"的匹配结果
zh_hant: 未找到"%@"的配對結果

source: No matching person found in your library
ja: ライブラリに一致する人が見つかりません
zh_hans: 在您的联系人中未找到匹配的人
zh_hant: 在您的聯絡人中未找到配對的人

source: No people identified
ja: 特定された人物はいません
zh_hans: 没有已识别的人物
zh_hant: 沒有已識別的人物

source: No people identified yet. Tap faces to identify.
ja: まだ人物が特定されていません。顔をタップして識別してください。
zh_hans: 尚未识别人物。点按人脸即可标记。
zh_hant: 尚未識別人物。點按人臉即可標記。

source: No Results
ja: 結果なし
zh_hans: 无结果
zh_hant: 无結果

source: No tags yet. Create one below!
ja: タグはまだありません。下で作成しましょう！
zh_hans: 还没有标签。请在下方创建！
zh_hant: 還沒有標籤。請在下方建立！

source: No Thanks
ja: いいえ
zh_hans: 不用了
zh_hant: 不用了

source: None
ja: なし
zh_hans: 无
zh_hant: 無

source: Not quite, but you're learning!
ja: まだですが、学んでいます！
zh_hans: 还不对，但你在学习！
zh_hant: 還不對，但你在學習！

source: Not set
ja: 未設定
zh_hans: 未设置
zh_hant: 未設定

source: Not Synced
ja: 同期されないデータ
zh_hans: 未同步的数据
zh_hant: 未同步的資料

source: Not them
ja: 違います
zh_hans: 不是他们
zh_hant: 不是他們

source: Notes
ja: メモ
zh_hans: 备注
zh_hant: 備註

source: Notes & Tags
ja: メモとタグ
zh_hans: 备注和标签
zh_hant: 備註和標籤

source: Nothing due - you're ahead of the game!
ja: 予定なし - あなたは先を行っています！
zh_hans: 没有待办——你走在前面！
zh_hant: 没有待辦——你走在前面！

source: Nothing to quiz... yet
ja: まだテストするものがありません...
zh_hans: 还没有可测试的内容...
zh_hant: 还没有可測試的內容...

source: Notifications
ja: 通知
zh_hans: 通知
zh_hant: 通知

source: Occasion
ja: 場面
zh_hans: 场合
zh_hant: 場合

source: Occasion (e.g., Team lunch, Conference)
ja: 場面（例：チームランチ、会議）
zh_hans: 场合（例如：团队午餐、会议）
zh_hant: 場合（例如：團隊午餐、會議）

source: On Track
ja: 順調
zh_hans: 进度正常
zh_hant: 進度正常

source: On-Device Processing
ja: デバイス上で処理
zh_hans: 设备端处理
zh_hant: 裝置端處理

source: One step closer to mastery!
ja: マスターへ一歩近づきました！
zh_hans: 离精通又近了一步！
zh_hant: 離精通又近了一步！

source: one time
ja: 一回払い
zh_hans: 一次性
zh_hant: 一次性

source: Online
ja: オンライン
zh_hans: 线上
zh_hant: 線上

source: Oops! But hey, now you know!
ja: おっと！でも今わかりましたね！
zh_hans: 哎呀！但现在你知道了！
zh_hant: 哎呀！但現在你知道了！

source: Open
ja: 開く
zh_hans: 打开
zh_hant: 打開

source: Optional
ja: 任意
zh_hans: 可选
zh_hant: 可選

source: Or identify someone quickly
ja: または素早く誰かを識別
zh_hans: 或快速识别某人
zh_hant: 或快速識別某人

source: Organize without restrictions
ja: 制限なく整理
zh_hans: 无限制整理
zh_hant: 無限制整理

source: Paste
ja: 貼り付け
zh_hans: 粘贴
zh_hant: 貼上

source: Payment will be charged to your Apple ID account at confirmation of purchase. Subscription automatically renews unless canceled at least 24 hours before the end of the current period.
ja: 購入を確定すると料金が Apple ID アカウントに請求されます。現在の期間が終了する少なくとも 24 時間前に解約しない限り、サブスクリプションは自動更新されます。
zh_hans: 购买确认后，费用将记入你的 Apple ID 账户。除非在当前周期结束前至少 24 小时取消，否则订阅会自动续订。
zh_hant: 購買確認後，費用將記入你的 Apple ID 帳號。除非在目前週期結束前至少 24 小時取消，否則訂閱會自動續訂。

source: People
ja: 人物
zh_hans: 人物
zh_hant: 人物

source: People & Names
ja: 人物と名前
zh_hans: 人物和姓名
zh_hant: 人物和姓名

source: People in this encounter
ja: この出会いの人々
zh_hans: 此次会面的人
zh_hant: 此次會面的人

source: People in this photo
ja: この写真の人物
zh_hans: 这张照片中的人物
zh_hant: 這張照片中的人物

source: per month
ja: 月額
zh_hans: 每月
zh_hant: 每月

source: per year
ja: 年額
zh_hans: 每年
zh_hant: 每年

source: Perfect recall!
ja: 完璧な記憶力！
zh_hans: 完美回忆！
zh_hant: 完美回憶！

source: Permission denied
ja: 権限が拒否されました
zh_hans: 权限被拒绝
zh_hant: 權限被拒絕

source: Person Limit Reached
ja: 人数制限に達しました
zh_hans: 联系人数量已达上限
zh_hant: 聯絡人數量已達上限

source: Person's Name
ja: この人物の名前
zh_hans: 此人姓名
zh_hant: 此人姓名

source: Personal Details
ja: 個人情報
zh_hans: 个人详细信息
zh_hant: 個人詳細資訊

source: Phone
ja: 電話
zh_hans: 电话
zh_hant: 電話

source: Photo Library
ja: 写真ライブラリ
zh_hans: 照片库
zh_hant: 照片库

source: Photo Library Access
ja: 写真ライブラリへのアクセス
zh_hans: 照片库访问
zh_hant: 照片库存取

source: Photo library access required
ja: 写真ライブラリへのアクセスが必要です
zh_hans: 需要相册权限
zh_hant: 需要相簿權限

source: Photo Limit
ja: 写真上限
zh_hans: 照片上限
zh_hant: 照片上限

source: Photo Limit Reached
ja: 写真の上限に達しました
zh_hans: 已达照片上限
zh_hant: 已達照片上限

source: Photo may be downloading from iCloud
ja: iCloudから写真をダウンロード中
zh_hans: 照片可能正在从iCloud下载
zh_hant: 照片可能正在從iCloud下載

source: Photo Quality
ja: 写真の品質
zh_hans: 照片质量
zh_hant: 照片品質

source: Photo Storage
ja: 写真ストレージ
zh_hans: 照片存储
zh_hant: 照片存储

source: Photos
ja: 写真
zh_hans: 照片
zh_hant: 照片

source: Pick image
ja: 画像を選択
zh_hans: 选择图片
zh_hant: 選擇圖片

source: Please try again
ja: もう一度お試しください
zh_hans: 请重试
zh_hant: 請重試

source: Point camera at a face
ja: カメラを顔に向けてください
zh_hans: 将相机对准人脸
zh_hant: 将相機對準人臉

source: Possible match - please confirm
ja: 一致の可能性あり - 確認してください
zh_hans: 可能匹配 - 请确认
zh_hant: 可能配對 - 請確認

source: Possible matches
ja: 一致候補
zh_hans: 可能的匹配
zh_hant: 可能的匹配

source: Possible Matches
ja: 一致する可能性あり
zh_hans: 可能匹配
zh_hant: 可能匹配

source: Possibly
ja: 可能性あり
zh_hans: 可能是
zh_hant: 可能是

source: potential encounters found
ja: 件の出会いが見つかりました
zh_hans: 个潜在会面被发现
zh_hant: 個潛在會面被發現

source: Practice
ja: 練習
zh_hans: 练习
zh_hant: 練習

source: Practice makes progress!
ja: 練習は進歩をもたらす！
zh_hans: 熟能生巧！
zh_hant: 熟能生巧！

source: Practice Progress
ja: 練習の進捗
zh_hans: 练习进度
zh_hant: 練習進度

source: Premium
ja: プレミアム
zh_hans: 高级版
zh_hant: 進階版

source: Premium Active
ja: プレミアム有効
zh_hans: 高级版已激活
zh_hant: 進階版已啟用

source: Premium feature - upgrade to unlock
ja: プレミアム機能 - アップグレードでロック解除
zh_hans: 高级功能 - 升级解锁
zh_hant: 進階功能 - 升級解鎖

source: Premium Member
ja: プレミアム会員
zh_hans: 高级会员
zh_hant: 進階會員

source: Previous
ja: 前へ
zh_hans: 上一个
zh_hant: 上一個

source: Privacy
ja: プライバシー
zh_hans: 隐私
zh_hant: 隐私

source: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Processing...
ja: 処理中...
zh_hans: 处理中...
zh_hant: 處理中...

source: Profile Photo
ja: プロフィール写真
zh_hans: 头像
zh_hant: 大頭照

source: Progress looks good on you!
ja: 進歩がお似合いです！
zh_hans: 进步看起来很棒！
zh_hant: 進步看起来很棒！

source: Quick Actions
ja: クイックアクション
zh_hans: 快捷操作
zh_hant: 快捷操作

source: Quick Capture
ja: クイック撮影
zh_hans: 快速拍摄
zh_hant: 快速拍攝

source: Quick Match
ja: クイックマッチ
zh_hans: 快速匹配
zh_hant: 快速匹配

source: Quick Match from Photo
ja: 写真からクイックマッチ
zh_hans: 从照片快速匹配
zh_hant: 從照片快速匹配

source: Quickly capture someone you just met
ja: 出会った人をすぐに撮影
zh_hans: 快速拍摄刚认识的人
zh_hant: 快速拍攝刚认识的人

source: Quiz Complete!
ja: クイズ完了！
zh_hans: 测试完成！
zh_hant: 測試完成！

source: Random
ja: ランダム
zh_hans: 随机
zh_hant: 隨機

source: Rate App
ja: アプリを評価
zh_hans: 评价应用
zh_hant: 評價應用

source: Re-detect
ja: 再検出
zh_hans: 重新检测
zh_hant: 重新偵測

source: Ready for Review
ja: 復習準備完了
zh_hans: 准备复习
zh_hant: 準備複習

source: Ready to impress yourself?
ja: 自分を驚かせる準備はできましたか？
zh_hans: 准备好让自己刮目相看了吗？
zh_hant: 準備好讓自己刮目相看了吗？

source: Recent Encounters
ja: 最近の出会い
zh_hans: 最近的相遇
zh_hant: 最近的相遇

source: Recommended
ja: おすすめ
zh_hans: 推荐
zh_hant: 推薦

source: Record Encounter
ja: 出会いを記録
zh_hans: 记录会面
zh_hant: 記錄會面

source: Redo
ja: やり直す
zh_hans: 重做
zh_hant: 重做

source: Referral codes start with REMET- Other codes are promo codes
ja: 紹介コードは REMET- で始まります それ以外はプロモコードです
zh_hans: 推荐码以 REMET- 开头 其他代码为优惠码
zh_hant: 推薦碼以 REMET- 開頭 其他代碼為優惠碼

source: Referral Rewards
ja: 紹介報酬
zh_hans: 推荐奖励
zh_hant: 推薦獎勵

source: Referrals & Promos
ja: 紹介とプロモーション
zh_hans: 推荐与促销
zh_hant: 推薦与促銷

source: Relationship
ja: 関係
zh_hans: 关系
zh_hant: 關係

source: Remove
ja: 削除
zh_hans: 移除
zh_hant: 移除

source: Remove %@ from this encounter? This will unlink all their face labels from this encounter.
ja: この相遇から %@ を削除しますか？その人物の顔ラベルとこの相遇のリンクがすべて解除されます。
zh_hans: 要将 %@ 从此相遇中移除吗？这会取消其所有人脸标签与此相遇的关联。
zh_hant: 要將 %@ 從此相遇中移除嗎？這會取消其所有人臉標籤與此相遇的連結。

source: Renews %@
ja: %@ に更新
zh_hans: 续订于 %@
zh_hant: 續訂於 %@

source: Required
ja: 必須
zh_hans: 必填
zh_hant: 必填

source: Rescan
ja: 再スキャン
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Resolution: %@px
ja: 解像度: %@px
zh_hans: 分辨率：%@px
zh_hant: 解析度：%@px

source: Resolution: %lldpx
ja: 解像度：%lld ピクセル
zh_hans: 分辨率：%lld 像素
zh_hant: 解析度：%lld 像素

source: Restore Purchases
ja: 購入を復元
zh_hans: 恢复购买
zh_hant: 恢復購買

source: Results
ja: 結果
zh_hans: 结果
zh_hant: 結果

source: Retake
ja: 撮り直す
zh_hans: 重拍
zh_hant: 重拍

source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重试

source: Review
ja: 確認
zh_hans: 查看
zh_hant: 查看

source: Review Faces
ja: 顔を確認
zh_hans: 审核面孔
zh_hant: 審核面孔

source: Rome wasn't built in a day!
ja: ローマは一日にして成らず！
zh_hans: 罗马不是一天建成的！
zh_hant: 羅馬不是一天建成的！

source: Save
ja: 保存
zh_hans: 保存
zh_hant: 儲存

source: Save %@
ja: %@ お得
zh_hans: 节省 %@
zh_hant: 節省 %@

source: Save Photos to Camera Roll
ja: カメラロールに写真を保存
zh_hans: 保存照片到相册
zh_hant: 儲存照片到相簿

source: Save to Camera Roll?
ja: カメラロールに保存しますか？
zh_hans: 保存到相册？
zh_hant: 儲存到相簿？

source: Scan %lld More Photos
ja: さらに %lld 枚スキャン
zh_hans: 继续扫描 %lld 张照片
zh_hant: 繼續掃描 %lld 張照片

source: Scan a face with your camera to identify someone
ja: カメラで顔をスキャンして誰かを識別
zh_hans: 用相机扫描人脸来识别某人
zh_hant: 用相機掃描人臉来識別某人

source: Scan Again
ja: 再スキャン
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Scan existing photos for faces
ja: 既存の写真から顔をスキャン
zh_hans: 扫描现有照片中的人脸
zh_hant: 掃描現有照片中的人臉

source: Scan finds photos with faces and groups them into encounters
ja: スキャンで顔のある写真を見つけて出会いにグループ化します
zh_hans: 扫描会查找带有面孔的照片并将其分组为会面
zh_hant: 掃描會查找帶有面孔的照片並將其分組為會面

source: Scan Photo Library
ja: フォトライブラリをスキャン
zh_hans: 扫描照片库
zh_hant: 掃描照片庫

source: Scan Photos
ja: 写真をスキャン
zh_hans: 扫描照片
zh_hant: 掃描照片

# Scanned %@ of %@ photos. Continue scanning more?
source: Scanned %1$@ of %2$@ photos. Continue scanning more?
ja: %2$@枚中%1$@枚をスキャンしました。続けてスキャンしますか？
zh_hans: 已扫描 %1$@/%2$@ 张照片。要继续扫描更多吗？
zh_hant: 已掃描 %1$@/%2$@ 張照片。要繼續掃描更多嗎？

source: Scanned %lld of %lld photos. Continue scanning more?
ja: %1$lld / %2$lld 枚の写真をスキャンしました。続けてスキャンしますか？
zh_hans: 已扫描 %1$lld / %2$lld 张照片。继续扫描更多？
zh_hant: 已掃描 %1$lld / %2$lld 張照片。繼續掃描更多？

source: Scanned Face
ja: スキャンされた顔
zh_hans: 扫描的人脸
zh_hant: 掃描的人臉

source: Scanning photos...
ja: 写真をスキャンしています...
zh_hans: 正在扫描照片...
zh_hant: 正在掃描照片...

source: Scanning...
ja: スキャン中...
zh_hans: 扫描中...
zh_hant: 掃描中...

source: School
ja: 学校
zh_hans: 学校
zh_hant: 学校

source: Score
ja: スコア
zh_hans: 得分
zh_hant: 得分

source: Search
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: Search Everything
ja: すべてを検索
zh_hans: 搜索全部
zh_hant: 搜尋全部

source: Search occasions, locations, people
ja: 場面、場所、人を検索
zh_hans: 搜索场合、地点、联系人
zh_hant: 搜尋場合、地點、聯絡人

source: Search or create tags
ja: タグを検索または作成
zh_hans: 搜索或创建标签
zh_hant: 搜尋或建立標籤

source: Search people
ja: 人を検索
zh_hans: 搜索联系人
zh_hant: 搜尋聯絡人

source: Search people, encounters, tags...
ja: 人、出会い、タグを検索...
zh_hans: 搜索联系人、会面、标签...
zh_hant: 搜尋聯絡人、會面、標籤...

source: See All
ja: すべて見る
zh_hans: 查看全部
zh_hant: 查看全部

source: Select
ja: 選択
zh_hans: 选择
zh_hant: 選擇

source: Select a face from your encounters to assign to %@
ja: %@ に割り当てる顔を出会いから選択
zh_hans: 从会面中选择一张面孔分配给 %@
zh_hant: 從會面中選擇一張面孔分配給 %@

source: Select a photo to identify a face
ja: 顔を識別する写真を選択
zh_hans: 选择照片识别人脸
zh_hant: 選擇照片識別人臉

source: Select a photo to identify a face without saving anything
ja: 何も保存せずに顔を識別する写真を選択
zh_hans: 选择照片识别人脸，不保存任何数据
zh_hant: 選擇照片識別人臉，不儲存任何資料

source: Select Photo
ja: 写真を選択
zh_hans: 选择照片
zh_hant: 選擇照片

source: Select Photos
ja: 写真を選択
zh_hans: 选择照片
zh_hant: 選擇照片

source: Select Tags
ja: タグを選択
zh_hans: 选择标签
zh_hant: 選擇標籤

source: Send Feedback
ja: フィードバックを送信
zh_hans: 发送反馈
zh_hant: 發送反饋

source: Session Complete
ja: セッション完了
zh_hans: 训练完成
zh_hant: 訓練完成

source: Session Complete!
ja: セッション完了！
zh_hans: 练习完成！
zh_hant: 練習完成！

source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Share
ja: 共有
zh_hans: 分享
zh_hant: 分享

source: Share Your Code
ja: コードを共有
zh_hans: 分享你的代码
zh_hant: 分享你的代碼

source: Show Answer
ja: 答えを表示
zh_hans: 显示答案
zh_hant: 顯示答案

source: Show Confidence Scores
ja: 信頼度スコアを表示
zh_hans: 显示置信度分数
zh_hant: 顯示置信度分数

source: Show Face Boxes
ja: 顔の枠を表示
zh_hans: 显示人脸框
zh_hant: 顯示人臉框

source: Show Name
ja: 名前を表示
zh_hans: 显示姓名
zh_hant: 顯示姓名

source: Show Sample Faces
ja: 顔サンプルを表示
zh_hans: 显示面孔样本
zh_hant: 顯示面孔樣本

# Showing %@ of %@ photos
source: Showing %1$@ of %2$@ photos
ja: %2$@枚中%1$@枚の写真を表示中
zh_hans: 正在显示 %1$@/%2$@ 张照片
zh_hant: 正在顯示 %1$@/%2$@ 張照片

source: Showing %lld of %lld photos
ja: %1$lld / %2$lld 枚の写真を表示
zh_hans: 显示 %1$lld / %2$lld 张照片
zh_hant: 顯示 %1$lld / %2$lld 張照片

source: Sign In
ja: サインイン
zh_hans: 登录
zh_hant: 登入

source: Sign in to iCloud in Settings
ja: 設定でiCloudにサインイン
zh_hans: 在设置中登录iCloud
zh_hant: 在設定中登入iCloud

source: Sign in to Remet
ja: Remetにサインイン
zh_hans: 登录Remet
zh_hant: 登入Remet

source: Sign in to sync your data across devices
ja: デバイス間でデータを同期するにはサインインしてください
zh_hans: 登录以在设备间同步数据
zh_hant: 登入以在裝置間同步資料

source: Sign in with Apple
ja: Appleでサインイン
zh_hans: 使用 Apple 登录
zh_hant: 使用 Apple 登入

source: Sign in with Google
ja: Googleでサインイン
zh_hans: 使用 Google 登录
zh_hant: 使用 Google 登入

source: Sign Out
ja: サインアウト
zh_hans: 退出登录
zh_hant: 登出

source: Skip
ja: スキップ
zh_hans: 跳过
zh_hant: 跳過

source: Smile! This one's for your memory bank.
ja: 笑って！これは記憶の貯金箱に入ります。
zh_hans: 微笑！这张照片会存入您的记忆银行。
zh_hant: 微笑！这張照片会存入您的記憶銀行。

source: Solid work! Keep building!
ja: 素晴らしい！この調子で！
zh_hans: 做得好！继续努力！
zh_hant: 做得好！繼續努力！

source: Some friendly faces need attention
ja: いくつかの顔に注目が必要です
zh_hans: 一些友好的面孔需要关注
zh_hant: 一些友好的面孔需要关注

source: Something to discuss next time
ja: 次回話すこと
zh_hans: 下次讨论的话题
zh_hant: 下次討論的話題

source: Something went wrong
ja: 問題が発生しました
zh_hans: 出了点问题
zh_hant: 出了点問題

source: Sort
ja: 並び替え
zh_hans: 排序
zh_hant: 排序

source: Sort By
ja: 並べ替え
zh_hans: 排序方式
zh_hant: 排序方式

source: Spaced repetition helps cement faces in long-term memory
ja: 間隔反復は顔を長期記憶に定着させます
zh_hans: 间隔重复有助于将面孔牢记在长期记忆中
zh_hant: 間隔重复有助於将面孔牢记在長期記憶中

source: Spaced Review
ja: 間隔復習
zh_hans: 间隔复习
zh_hant: 間隔複習

source: Spot on!
ja: ぴったり！
zh_hans: 正确！
zh_hant: 正確！

source: Start Practice
ja: 練習開始
zh_hans: 开始练习
zh_hant: 開始練習

source: Start Scan
ja: スキャン開始
zh_hans: 开始扫描
zh_hant: 開始掃描

source: Storage Usage
ja: ストレージ使用量
zh_hans: 存储使用情况
zh_hant: 存储使用情况

source: Streak
ja: 連続正解
zh_hans: 连续正确
zh_hant: 連續正確

source: Subscribe
ja: 購読
zh_hans: 订阅
zh_hant: 訂閱

source: Subscribe Now
ja: 今すぐ登録
zh_hans: 立即订阅
zh_hant: 立即訂閱

source: Subscription
ja: サブスクリプション
zh_hans: 订阅
zh_hant: 訂閱

source: Subscription Status
ja: サブスクリプション状態
zh_hans: 订阅状态
zh_hant: 訂閱狀態

source: Success
ja: 成功
zh_hans: 成功
zh_hant: 成功

source: Switch between front and back camera
ja: フロントカメラとバックカメラを切り替え
zh_hans: 切换前后摄像头
zh_hant: 切換前后攝像頭

source: Synapse success!
ja: シナプス成功！
zh_hans: 突触成功！
zh_hant: 突觸成功！

source: Sync
ja: 同期
zh_hans: 同步
zh_hant: 同步

source: Sync Details
ja: 同期の詳細
zh_hans: 同步详情
zh_hant: 同步詳情

source: Sync Disabled
ja: 同期が無効
zh_hans: 同步已禁用
zh_hant: 同步已停用

source: Sync Error
ja: 同期エラー
zh_hans: 同步错误
zh_hant: 同步錯誤

source: Sync your data across all your devices
ja: すべてのデバイスでデータを同期
zh_hans: 在所有设备间同步数据
zh_hant: 在所有裝置間同步資料

source: Synced
ja: 同期完了
zh_hans: 已同步
zh_hant: 已同步

source: Synced Data
ja: 同期されるデータ
zh_hans: 已同步的数据
zh_hant: 已同步的資料

source: Syncing...
ja: 同期中...
zh_hans: 同步中...
zh_hant: 同步中...

source: System
ja: システムに従う
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Tag name
ja: タグ名
zh_hans: 标签名称
zh_hant: 標籤名稱

source: Tags
ja: タグ
zh_hans: 标签
zh_hant: 標籤

source: Take a Photo
ja: 写真を撮る
zh_hans: 拍照
zh_hant: 拍照

source: Take Photo
ja: 写真を撮る
zh_hans: 拍照
zh_hant: 拍照

source: Talking Points
ja: 話題のポイント
zh_hans: 话题要点
zh_hant: 話題要点

source: Tap any face to label or update
ja: ラベル付けや更新をする顔をタップしてください
zh_hans: 点按任意人脸以标记或更新
zh_hant: 點按任一人臉以標記或更新

source: Tap photo to expand, tap face to view profile
ja: 写真をタップすると拡大、顔をタップするとプロフィールを表示します
zh_hans: 点按照片即可放大，点按人脸可查看档案
zh_hant: 點按照片即可放大，點按人臉可查看檔案

source: Tap to scan
ja: タップしてスキャン
zh_hans: 点击扫描
zh_hant: 點擊掃描

source: Tap to select profile photo
ja: タップしてプロフィール写真を選択
zh_hans: 点按以选择头像
zh_hant: 點按以選擇大頭照

source: Tap where you see a face
ja: 顔が見える場所をタップしてください
zh_hans: 在看到人脸的地方点按
zh_hant: 在看到人臉的地方點按

source: Tap where you see a face in the photo
ja: 写真の中で顔がある場所をタップしてください
zh_hans: 在照片中看到人脸的位置点按
zh_hant: 在照片中看到人臉的位置點按

source: Tap where you see a face in the photo above
ja: 上の写真で顔が見える場所をタップ
zh_hans: 点击上方照片中看到的面孔
zh_hant: 點擊上方照片中看到的面孔

source: Terms of Service
ja: 利用規約
zh_hans: 服务条款
zh_hant: 服務條款

source: That's the one!
ja: その通り！
zh_hans: 就是这个！
zh_hant: 就是這個！

source: That's what practice is for!
ja: 練習のためにあるのです！
zh_hans: 这就是练习的意义！
zh_hant: 这就是練習的意义！

source: The app requests access to your photo library only to scan for faces. Photos are copied into the app for offline access.
ja: アプリは顔をスキャンするためだけに写真ライブラリへのアクセスを要求します。写真はオフラインアクセス用にアプリにコピーされます。
zh_hans: 该应用仅为扫描人脸而请求访问您的照片库。照片会被复制到应用中以供离线访问。
zh_hant: 该應用僅为掃描人臉而請求存取您的照片库。照片会被複製到應用中以供離線存取。

source: The neurons are connecting!
ja: ニューロンがつながっています！
zh_hans: 神经元正在连接！
zh_hant: 神經元正在連接！

source: The neurons are rewiring!
ja: ニューロンが再配線中！
zh_hans: 神经元正在重新连接！
zh_hant: 神經元正在重新連接！

source: These %@ faces need more attention — you've got this!
ja: この %1$@ 件の顔はより注意が必要です — きっとうまくいきます！
zh_hans: 这些 %1$@ 张人脸需要更多关注——你可以的！
zh_hant: 這些 %1$@ 張人臉需要更多關注——你可以的！

source: These %lld faces need more attention — you've got this!
ja: この %lld 人の顔にはもっと注意が必要です。頑張って！
zh_hans: 这 %lld 张面孔需要更多关注——你可以的！
zh_hant: 這 %lld 張面孔需要更多關注——你可以的！

source: This match was not saved
ja: このマッチは保存されませんでした
zh_hans: 此匹配结果未保存
zh_hant: 此匹配結果未儲存

source: This Month
ja: 今月
zh_hans: 本月
zh_hant: 本月

source: This person doesn't match anyone in your contacts
ja: この人はあなたの連絡先の誰とも一致しません
zh_hans: 此人与您的联系人中的任何人都不匹配
zh_hant: 此人与您的聯繫人中的任何人都不匹配

source: this week
ja: 今週
zh_hans: 本周
zh_hant: 本週

source: This Week
ja: 今週
zh_hans: 本周
zh_hant: 本週

source: This will record that you met %@ today. No photo will be saved.
ja: 今日 %@ に会ったことを記録します。写真は保存されません。
zh_hans: 这将记录你今天遇见了 %@。不会保存照片。
zh_hant: 這將記錄你今天遇見了 %@。不會儲存照片。

source: This will remove the link to this contact. Your contact's data won't be affected.
ja: これによりこの連絡先とのリンクが削除されます。連絡先のデータには影響しません。
zh_hans: 这将移除此联系人的关联。联系人的数据不会受到影响。
zh_hant: 這會移除此聯絡人的連結。聯絡人資料不會受到影響。

source: This will replace %@'s photo with the face from Remet.
ja: %@ の写真を Remet の顔に置き換えます。
zh_hans: 这将用 Remet 中的面孔替换 %@ 的照片。
zh_hant: 這將用 Remet 中的面孔替換 %@ 的照片。

source: Time for a quick review sesh?
ja: ちょっと復習しませんか？
zh_hans: 来一次快速复习？
zh_hant: 来一次快速複習？

source: Time Period
ja: 期間
zh_hans: 时间区间
zh_hant: 時間區間

source: Time Range
ja: 時間範囲
zh_hans: 时间范围
zh_hant: 時間範圍

source: Time to flex those brain muscles!
ja: 脳の筋肉を鍛える時間です！
zh_hans: 是时候锻炼大脑肌肉了！
zh_hant: 是時候鍛鍊大腦肌肉了！

source: Times Met
ja: 会った回数
zh_hans: 见面次数
zh_hant: 見面次數

source: Tips for Best Results
ja: 最良の結果を得るためのヒント
zh_hans: 获得最佳效果的提示
zh_hant: 獲得最佳效果的提示

source: To
ja: 終了
zh_hans: 到
zh_hant: 到

source: today
ja: 今日
zh_hans: 今天
zh_hant: 今天

source: Today
ja: 今日
zh_hans: 今天
zh_hant: 今天

source: Track your memory improvement over time
ja: 記憶力の向上を追跡
zh_hans: 跟踪记忆力提升
zh_hant: 追蹤記憶力提升

source: Train your memory
ja: 記憶力を鍛える
zh_hans: 训练记忆力
zh_hant: 訓練記憶力

source: Trouble Faces
ja: 苦手な顔
zh_hans: 难记的面孔
zh_hant: 難記的面孔

source: Try Again
ja: もう一度試す
zh_hans: 重试
zh_hant: 重试

source: Try Another Photo
ja: 別の写真を試す
zh_hans: 尝试其他照片
zh_hant: 嘗試其他照片

source: Try re-detecting with enhanced image processing.
ja: 強化された画像処理で再検出を試してください。
zh_hans: 尝试使用增强图像处理重新检测。
zh_hant: 嘗試使用增強影像處理重新偵測。

source: Unable to load subscription options
ja: サブスクリプションオプションを読み込めませんでした
zh_hans: 无法加载订阅选项
zh_hant: 無法載入訂閱選項

source: Undo
ja: 取り消す
zh_hans: 撤销
zh_hant: 撤銷

source: Undo last added face
ja: 最後に追加した顔を取り消す
zh_hans: 撤销上次添加的面孔
zh_hant: 撤銷上次添加的面孔

source: Unknown
ja: 不明
zh_hans: 未知
zh_hant: 未知

source: Unknown person
ja: 不明な人物
zh_hans: 未知人物
zh_hant: 未知人物

source: Unlimited People
ja: 無制限の人数
zh_hans: 无限人物
zh_hant: 無限人物

source: Unlimited people & encounters
ja: 無制限の人数と出会い
zh_hans: 无限人物和相遇
zh_hant: 無限人物和相遇

source: Unlimited Tags
ja: 無制限のタグ
zh_hans: 无限标签
zh_hant: 無限標籤

source: Unlock Premium
ja: プレミアムを解除
zh_hans: 解锁高级版
zh_hant: 解鎖進階版
